[
  {
    "title": "Python ментор",
    "href": "https://freelancehunt.com/ua/project/python-mentor/1591505.html",
    "description": "Привіт! Шукаю наставника з досвідом розробки на Python / Django\n\n\nМені б хотілося займатися 2 рази на тиждень у форматі code review, поради, фішки + мати можливість задати питання в чаті протягом тижня.\n\n\nХотілося б швидше покращувати свої навички і розуміти, куди рухатися і що…",
    "price": ""
  },
  {
    "title": "Розробка бота для Pocket Option",
    "href": "https://freelancehunt.com/ua/project/rozrobka-bota-dlya-pocket-option/1591319.html",
    "description": "Важливо мати досвід розробки даних ботів для Pocket Option!\nШукаю людину на тривалу співпрацю.\n\n\nЗавдання 1:\n\n\nЄ алгоритм дій, якою бот аналізує (наприклад 5 або більше торгових індикаторів).\nЯ о 12:00 даю запит на валютну пару AUD/CAD OTC —-> бот на основі 5 або більше різних…",
    "price": "6001 UAH"
  },
  {
    "title": "Keitaro setup for shopify store",
    "href": "https://freelancehunt.com/ua/project/keitaro-setup-for-shopify-store/1591187.html",
    "description": "Добрій день, шукємо професіонала, який зможе налаштувати нам кейтаро для нашого кейсу на щопіфай.\n\nПотрібна людина з великим досвідом, так як вже 3 людини не змогли виконати роботу.\n\n\nСпілкуємось з прямим контактом з кейтаро. Та перевірили з ним всі налаштування у кейтаро, там…",
    "price": "9910 UAH"
  },
  {
    "title": "Скрипт для парсингу з olx.pl та otodom.pl для імпорту в Kommo CRM",
    "href": "https://freelancehunt.com/ua/project/skript-dlya-parsinga-olx-pl/1590908.html",
    "description": "Колеги, добрий день! Необхідно написати скрипт парсингу оголошень по нерухомості з olx.pl та otodom.pl та імпорту в Kommo CRM.\nКритерії парсингу:\nОтодом:\nMieszkania, Domy, Lokale użytkowe\nNa wynajem, Na sprzedaż\nЛокація: Wrocław\n( Для продажу ) Тип оголошувача: Osoby prywatne\n(…",
    "price": ""
  },
  {
    "title": "Розробка Telegram-бота з оплатою для онлайн-курсу",
    "href": "https://freelancehunt.com/ua/project/rozrobka-telegram-bota-oplatoyu-dlya-onlayn-kursu/1590900.html",
    "description": "Потрібно розробити Telegram-бот для продажу та автоматичної видачі онлайн-курсу «Ранок баристи».\n⚠️ Важливо:\nУсі тексти повідомлень, структура курсу та контент будуть надані мною.\nВід виконавця потрібна якісна технічна реалізація, а не копірайтинг. Коротко про логіку бота…",
    "price": "1000 UAH"
  },
  {
    "title": "Парсинг данних твіттер",
    "href": "https://freelancehunt.com/ua/project/parsing-dannih-tvitter/1590812.html",
    "description": "У мене є гугл таблиць кілька із посиланнями на твіттер коментарі, стовбець А. ПОтрібно зібрати навпроти кожного посилання на коментар данні із твіттера по цьому коментарі: кількість переглядів, лайки, коментарі(відповідно стовбці В,С,D).\nПосилань на коментарів маю кілька тисяч.…",
    "price": "777 UAH"
  },
  {
    "title": "Створення свого сервера",
    "href": "https://freelancehunt.com/ua/project/sozdanie-svoego-servera/1590809.html",
    "description": "Зараз ми знаходимося на етапі розробки власного сервера для гри Roblox. Сервер приблизно схожий на концепт сервера Steal Brainrot. Тому ми шукаємо програміста, який також знайомий з грою, розуміє її механіку і зможе правильно вникнути в проект. У нас виникли помилки в коді, саме…",
    "price": "4200 UAH"
  },
  {
    "title": "Створити софт для роботи з Google Search Api",
    "href": "https://freelancehunt.com/ua/project/sozdat-soft-po-rabote-google/1590721.html",
    "description": "Необхідно написати маленький софт з використанням Google Search Api \nЗавдання потім будуть додаватися стосовно проекту та інші завдання також, відповідно будемо працювати і далі,",
    "price": ""
  },
  {
    "title": "Скрипт для оптимізації",
    "href": "https://freelancehunt.com/ua/project/skript-dlya-optimatizatsii/1590599.html",
    "description": "Я розміщую оголошення квартир на сервісі. У видачі у оголошення буває “плашка/значок №1” (умовно: оголошення в топі). Коли значок зникає, зазвичай потрібно піднімати оголошення (платно “монетками”). Зараз я перевіряю вручну кожну годину — це незручно.\nПотрібен інструмент, який…",
    "price": "2000 UAH"
  },
  {
    "title": "Шукаю програміста для бота з транскрибування аудіо → текст",
    "href": "https://freelancehunt.com/ua/project/ischu-programmista-dlya-bota-po-transkribatsii/1590513.html",
    "description": "Потрібен програміст для розробки Telegram-бота, який приймає голосові повідомлення та аудіофайли і повертає текстову розшифровку.\nЩо потрібно зробити:\n— Telegram-бот: прийом voice / audio\n— інтеграція API розпізнавання мови (Whisper / OpenAI або аналог)\n— обробка помилок та…",
    "price": "5000 UAH"
  },
  {
    "title": "Бот для курсу в телеграм, а також створення лендінгу",
    "href": "https://freelancehunt.com/ua/project/bot-dlya-kursu-telegram/1590423.html",
    "description": "Доброго дня. Шукаю людина яка буде створювати боти для курсів які буде запускати моя компанія. В місяць 1-2 курси, також допомога з створення лендінгу.",
    "price": "878 UAH"
  },
  {
    "title": "Інтегрувати Google Drive + Calendar в CRM",
    "href": "https://freelancehunt.com/ua/project/integruvati-google-drive-calendar/1590112.html",
    "description": "Потрібно реалізувати інтеграцію Kommo CRM з двома сервісами:  Google Calendar  Google Drive Мета — автоматизувати записи клієнтів і документообіг, щоб усе працювало в одній системі без ручної роботи.1️⃣ Kommo CRM ↔ Google CalendarЩо потрібно зробити:  Зв’язати угоди в Kommo CRM…",
    "price": ""
  },
  {
    "title": "Телеграм бот",
    "href": "https://freelancehunt.com/ua/project/telegram-bot/1590051.html",
    "description": "ТЗ: Бот №1 — збирач фото (інгест)\n1. Призначення\nБот призначений для автоматичного збору фотографій товарів з одного Telegram-каналу-бази та підготовки даних (embeddings) для подальшого пошуку у другому (платному) боті.\nБот не спілкується з користувачами і не проводить пошук.\n2.…",
    "price": "4000 UAH"
  },
  {
    "title": "",
    "href": "",
    "description": "Доброго дня,таке питання. Необхідно написати програму на Python (але не обов'язково, можна і в іншому софті) для глобального видалення вибраного малюнка на всіх сторінках файлу PDF.Тобто користувач вибирає будь-який один малюнок і вказує програмі, що цей малюнок потрібно…",
    "price": ""
  },
  {
    "title": "Автоматичний парсинг нових підписників та підписаних для інста профілів",
    "href": "https://freelancehunt.com/ua/project/avtomaticheskiy-parsing-novyih-podpischikov-podpisavshihsya/1589864.html",
    "description": "Потрібно знайти або створити інструмент, який буде автоматично парсити нові підписки та підписаних вибраних інста акаунтів",
    "price": ""
  },
  {
    "title": "Зробити телеграм бота з унікалізацією методданих справжнього пристрою на фото",
    "href": "https://freelancehunt.com/ua/project/sdelat-telegram-bota-unikalizatsiey-metodannyih/1589854.html",
    "description": "зробити інструмент в 3 кліка Telegram бот або локальний софт для пакетної обробки фото з адекватною\nЗа бажанням використання ІІ, який для цього підходить\nВхід\n1 фото або альбом до 200 файлів\nформати JPG\n\n\nВихід\n1 фото повернути JPG з методами справжніх андроїд пристроїв з…",
    "price": ""
  },
  {
    "title": "Софт в мережі Solana, для Pump Fun і Bonk",
    "href": "https://freelancehunt.com/ua/project/soft-seti-solana-dlya/1589836.html",
    "description": "Мені потрібен бот, який буде снайперити токени по новим постам в мережі Х по вайт листу, збираючи інформацію з різних джерел типу індексери або торгові термінали, а снайпінг буде використовувати вже готового торгового бота БЛУМ, для мого софту потрібні фільтри по часу з моменту…",
    "price": "20 000 UAH"
  },
  {
    "title": "Створити бота ШІ, який додає справжні випадкові методи на фото",
    "href": "https://freelancehunt.com/ua/project/sozdat-bota-ii-kotoryiy-dobavlyaet-nastoyaschie/1589463.html",
    "description": "1 Візуальна обробка зображень\nБот повинен вміти вносити непомітні візуальні зміни, зберігаючи вихідну якість зображення\nДопустимі операції\n– мікрокроп\n– легкий зсув\n– мінімальний поворот\n– акуратна робота зі світлом і тінями\n– мікро зміни контрасту і різкості\n– контроль якості…",
    "price": ""
  },
  {
    "title": "AI асистент Узбекистан",
    "href": "https://freelancehunt.com/ua/project/assistant-uzbekistan/1589430.html",
    "description": "Опис проекту\nПотрібен розробник або команда для створення персонального AI-консультанта під ринок Узбекистану.\nФормат продукту:\nмобільний додаток iOS + Android;\nTelegram як додатковий канал (сповіщення, вхід, підтримка);\nєдиний backend.\nФункціонал:\nконсультації з права…",
    "price": "140 553 UAH"
  },
  {
    "title": "Система ризику / ППР / Шахрайства для крипто-еквайрингу (в реальному часі)",
    "href": "https://freelancehunt.com/ua/project/risk-aml-fraud-sistema/1589309.html",
    "description": "Є крипто-еквайринг з реальними транзакціями. Потрібно спроектувати та реалізувати систему оцінки ризиків, яка в реальному часі приймає рішення по кожній операції: approve / review / reject. Фокус на AML, fraud та merchant risk. Потрібна зрозуміла, пояснювальна логіка з…",
    "price": "468 360 UAH"
  },
  {
    "title": "Розробка пошуковика для сайту",
    "href": "https://freelancehunt.com/ua/project/rozrobka-poshukovika-dlya-saytu/1589290.html",
    "description": "Потрібно розробобити пошуковик для сайту з пошуку роботи.\nпошуковик має шукати наявні вакансії за запитом користувача.\nПерше ніж подавати пропозиції будь ласка усвідомте що таке пошуковик по вакансіях!\nце не звичайний пошуковик по тайтлах.\nє багато нюансів таких як:\nмає бути…",
    "price": ""
  },
  {
    "title": "Верстка та backend-розробка сайту-форуму",
    "href": "https://freelancehunt.com/ua/project/verstka-ta-backend-rozrobka-saytu-forumu/1589160.html",
    "description": "(дизайн готовий, необхідна реалізація frontend та backend) Опис проєкту Потрібно реалізувати сайт-форум за готовим дизайном (Figma).\nПроєкт включає адаптивну верстку, backend-логіку роботи форуму та вбудований внутрішній магазин з віртуальною валютою. Frontend (верстка)  Верстка…",
    "price": "27 000 UAH"
  },
  {
    "title": "Допомогти створити Google Hotel Center та створити фід для номерів готелю",
    "href": "https://freelancehunt.com/ua/project/dopomogti-stvoriti-google-hotel-center-ta/1589091.html",
    "description": "Шукаю людину, яка допоможе з налаштуванням Google Hotel Center для готелів:\n\nПо-перше не розуміє де реєструватись, бо головна сторінкаhttps://hotelcenter.google.com/ редиректить на справку. А там тільки через партнерів. Жоден з партненрів не відповідає на заявки. Тобто для…",
    "price": "3000 UAH"
  },
  {
    "title": "Парсинг сайту Allegro за розкладом",
    "href": "https://freelancehunt.com/ua/project/parsing-sayta-allegro-po-raspisaniyu/1589029.html",
    "description": "Парсинг торгової площадки Allegro\n- Потрібен регулярний парсинг в xml за розкладом\n- програма на сервері, результат XML за прямим посиланням, посилань буде стільки ж, скільки і підгруп\n- Переклад не потрібен і націнка також не потрібна\n- Парсити кожну групу 2 рівня окремо з…",
    "price": ""
  },
  {
    "title": "Бот для діскорд серверу",
    "href": "https://freelancehunt.com/ua/project/bot-dlya-diskord-serveru/1587491.html",
    "description": "Фріланс лагає і не пропускає ТЗ бо бачить там контактні дані(яких немає), тому надсилаю ТХТ файл з ТЗ. Закиньте в Ші і він розпишить його красиво щоб не ламати очі.\nПісля ознайомлення з ТЗ задавайте додаткові питання в область обговорення якщо такі будуть.",
    "price": ""
  },
  {
    "title": "Скрипт для управління кампаніями фейсбук",
    "href": "https://freelancehunt.com/ua/project/skript-dlya-upravleniya-kampaniyami-feysbuk/1581997.html",
    "description": "потрібно розробити для управління кампаніями фейсбук, який буде включати або вимикати оголошення відповідно до даних з трекера. трекер кейтаро віддає дані по апі - фб читає дані по апі - скрипт приймає і приймає рішення щодо закладених параметрів.",
    "price": "5000 UAH"
  }
]